import React from 'react'
import Head from 'next/head'
import Layout from '@/components/Layout/Layout'
import { Box, Heading, Text, Flex, Container, Center, } from '@chakra-ui/react';

const Terms_and_conditions = () => {
  return (
    <>
      <Head>
        <title>شرایط و قوانین</title>
      </Head>
      <Layout>
        <Container as={"flex"} maxWidth={"100%"} justifyContent={"center"}>
          <Center>
            <Box maxW="980px">
              <Flex
                mx={"auto"}
                gap={"28px"}
                justifyContent={"center"}
                wrap={"wrap"}
              >
                <Heading as="h1" size="xl" mb={4}>
                  ضوابط و قوانین
                </Heading>
                <Text fontSize="lg">
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
                  از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
                  سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای    
                  متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
                  درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
                  نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
                  خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
                  داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
                  پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی
                  سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم
                  ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
                  طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
                  سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
                  متنوع با هدف بهبود ابزارهای کاربردی می باشد.
                </Text>
              </Flex>
              <Text fontSize="lg">
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
                از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
                سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای    
                متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
                درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
                نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
                خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
                داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
                پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی
                سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم
                ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
                طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
                سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
                متنوع با هدف بهبود ابزارهای کاربردی می باشد.
              </Text>
            </Box>
          </Center>
        </Container>
      </Layout>
    </> 
  );
};

export default Terms_and_conditions;